{"Polycystic ovary syndrome": ["Even though most women with PCOS are overweight or obese, it is important to acknowledge that non-overweight women can also be diagnosed with PCOS. Up to 30% of women diagnosed with PCOS maintain a normal weight before and after diagnosis. \"Lean\" women still face the various symptoms of PCOS with the added challenges of having their symptoms properly addressed and recognized. Lean women often go undiagnosed for years, and usually are diagnosed after struggles to conceive. Lean women are likely to have a missed diagnosis of diabetes and cardiovascular disease. These women also have an increased risk of developing insulin resistance, despite not being overweight. Lean women are often taken less seriously with their diagnosis of PCOS, and also face challenges finding appropriate treatment options. This is because most treatment options are limited to approaches of losing weight and healthy dieting.", "Where PCOS is associated with overweight or obesity, successful weight loss is the most effective method of restoring normal ovulation/menstruation. The American Association of Clinical Endocrinologists guidelines recommend a goal of achieving 5–15% weight loss or more, which improves insulin resistance and all hormonal disorders. Still, many women find it very difficult to achieve and sustain significant weight loss. Insulin resistance itself can cause increased food cravings and lower energy levels, which can make it difficult to lose weight on a regular weight-loss diet. A scientific review in 2013 found similar improvements in weight, body composition and pregnancy rate, menstrual regularity, ovulation, hyperandrogenism, insulin resistance, lipids, and quality of life to occur with weight loss, independent of diet composition. Still, a low GI diet, in which a significant portion of total carbohydrates is obtained from fruit, vegetables, and whole-grain sources, has resulted in greater menstrual regularity than a macronutrient-matched healthy diet.", "Vitamin D deficiency may play some role in the development of the metabolic syndrome, and treatment of any such deficiency is indicated. However, a systematic review of 2015 found no evidence that vitamin D supplementation reduced or mitigated metabolic and hormonal dysregulations in PCOS. As of 2012, interventions using dietary supplements to correct metabolic deficiencies in people with PCOS had been tested in small, uncontrolled and nonrandomized clinical trials; the resulting data are insufficient to recommend their use. According to a 2022 umbrella review of meta-analyses of randomized controlled trials : \"There was no high-certainty evidence that diets alone in women with PCOS improved health or reproductive outcomes. Supplementation with vitamin D, probiotics/synbiotics, omega-3, inositol, and curcumin showed favorable effects on some metabolic outcomes. Probiotics/synbiotics possibly reduces total testosterone, and inositol stimulates ovulation in women with PCOS.\"", "For overweight anovulatory women with PCOS, weight loss and diet adjustments, especially to reduce the intake of simple carbohydrates, are associated with resumption of natural ovulation. Digital health interventions have been shown to be particularly effective in providing combined therapy to manage PCOS through both lifestyle changes and medication.", "For women not responsive to letrozole or clomiphene and diet and lifestyle modification, there are options available including assisted reproductive technology procedures such as controlled ovarian hyperstimulation with follicle-stimulating hormone  injections followed by in vitro fertilisation ."], "Obesity": ["Obesity has individual, socioeconomic, and environmental causes. Some known causes are diet, physical activity, automation, urbanization, genetic susceptibility, medications, mental disorders, economic policies, endocrine disorders, and exposure to endocrine-disrupting chemicals.", "While a majority of obese individuals at any given time are attempting to lose weight and are often successful, maintaining weight loss long term is rare. There is no effective, well-defined, evidence-based intervention for preventing obesity. Obesity prevention requires a complex approach, including interventions at societal, community, family, and individual levels. Changes to diet and exercising are the main treatments recommended by health professionals. Diet quality can be improved by reducing the consumption of energy-dense foods, such as those high in fat or sugars, and by increasing the intake of dietary fiber, if these dietary choices are available, affordable, and accessible. Medications can be used, along with a suitable diet, to reduce appetite or decrease fat absorption. If diet, exercise, and medication are not effective, a gastric balloon or surgery may be performed to reduce stomach volume or length of the intestines, leading to feeling full earlier, or a reduced ability to absorb nutrients from food.", "Obesity increases a person's risk of developing various metabolic diseases, cardiovascular disease, osteoarthritis, Alzheimer disease, depression, and certain types of cancer. Depending on the degree of obesity and the presence of comorbid disorders, obesity is associated with an estimated 2–20 year shorter life expectancy. High BMI is a marker of risk for, but not a direct cause of, diseases caused by diet and physical activity.", "Complications are either directly caused by obesity or indirectly related through mechanisms sharing a common cause such as a poor diet or a sedentary lifestyle. The strength of the link between obesity and specific conditions varies. One of the strongest is the link with type 2 diabetes. Excess body fat underlies 64% of cases of diabetes in men and 77% of cases in women.", "The \"a calorie is a calorie\" model of obesity posits a combination of excessive food energy intake and a lack of physical activity as the cause of most cases of obesity. A limited number of cases are due primarily to genetics, medical reasons, or psychiatric illness. In contrast, increasing rates of obesity at a societal level are felt to be due to an easily accessible and palatable diet, increased reliance on cars, and mechanized manufacturing.", "A 2006 review identified ten other possible contributors to the recent increase of obesity:  insufficient sleep,  endocrine disruptors ,  decreased variability in ambient temperature,  decreased rates of smoking, because smoking suppresses appetite,  increased use of medications that can cause weight gain ,  proportional increases in ethnic and age groups that tend to be heavier,  pregnancy at a later age ,  epigenetic risk factors passed on generationally,  natural selection for higher BMI, and  assortative mating leading to increased concentration of obesity risk factors . According to the Endocrine Society, there is \"growing evidence suggesting that obesity is a disorder of the energy homeostasis system, rather than simply arising from the passive accumulation of excess weight\". Societal pressure to diet as a means of maintaining or losing weight has also been suggested as a possible contributor.", "A 2016 review supported excess appetite for palatable, high-calorie food  as the primary factor driving obesity worldwide, likely because of imbalances in neurotransmitters affecting the drive to eat. Dietary energy supply per capita varies markedly between different regions and countries. It has also changed significantly over time. From the early 1970s to the late 1990s the average food energy available per person per day  increased in all parts of the world except Eastern Europe. The United States had the highest availability with 3,654 calories  per person in 1996. This increased further in 2003 to 3,754 calories . During the late 1990s, Europeans had 3,394 calories  per person, in the developing areas of Asia there were 2,648 calories  per person, and in sub-Saharan Africa people had 2,176 calories  per person. Total food energy consumption has been found to be related to obesity.", "The widespread availability of dietary guidelines has done little to address the problems of overeating and poor dietary choice. From 1971 to 2000, obesity rates in the United States increased from 14.5% to 30.9%. During the same period, an increase occurred in the average amount of food energy consumed. For women, the average increase was 335 calories  per day  in 1971 and 1,877 calories  in 2004), while for men the average increase was 168 calories  per day  in 1971 and 2,618 calories  in 2004). Most of this extra food energy came from an increase in carbohydrate consumption rather than fat consumption. The primary sources of these extra carbohydrates are sweetened beverages, which now account for almost 25 percent of daily food energy in young adults in America, and potato chips. Consumption of sweetened beverages such as soft drinks, fruit drinks, and iced tea is believed to be contributing to the rising rates of obesity and to an increased risk of metabolic syndrome and type 2 diabetes. Vitamin D deficiency is related to diseases associated with obesity.", "The thrifty gene hypothesis postulates that, due to dietary scarcity during human evolution, people are prone to obesity. Their ability to take advantage of rare periods of abundance by storing energy as fat would be advantageous during times of varying food availability, and individuals with greater adipose reserves would be more likely to survive famine. This tendency to store fat, however, would be maladaptive in societies with stable food supplies. This theory has received various criticisms, and other evolutionarily-based theories such as the drifty gene hypothesis and the thrifty phenotype hypothesis have also been proposed.", "The main treatment for obesity consists of weight loss via lifestyle interventions, including prescribed diets and physical exercise. Although it is unclear what diets might support long-term weight loss, and although the effectiveness of low-calorie diets is debated, lifestyle changes that reduce calorie consumption or increase physical exercise over the long term also tend to produce some sustained weight loss, despite slow weight regain over time. Although 87% of participants in the National Weight Control Registry were able to maintain 10% body weight loss for 10 years, the most appropriate dietary approach for long term weight loss maintenance is still unknown. In the US, intensive behavioral interventions combining both dietary changes and exercise are recommended. Intermittent fasting has no additional benefit of weight loss compared to continuous energy restriction. Adherence is a more important factor in weight loss success than whatever kind of diet an individual undertakes.", "Several hypo-caloric diets are effective. In the short-term low carbohydrate diets appear better than low fat diets for weight loss. In the long term, however, all types of low-carbohydrate and low-fat diets appear equally beneficial. A 2014 review found that the heart disease and diabetes risks associated with different diets appear to be similar. Promotion of the Mediterranean diets among the obese may lower the risk of heart disease. Decreased intake of sweet drinks is also related to weight-loss. Success rates of long-term weight loss maintenance with lifestyle changes are low, ranging from 2–20%. Dietary and lifestyle changes are effective in limiting excessive weight gain in pregnancy and improve outcomes for both the mother and the child. Intensive behavioral counseling is recommended in those who are both obese and have other risk factors for heart disease.", "In 2005, the medical costs attributable to obesity in the US were an estimated $190.2 billion or 20.6% of all medical expenditures, while the cost of obesity in Canada was estimated at CA$2 billion in 1997 . The total annual direct cost of overweight and obesity in Australia in 2005 was A$21 billion. Overweight and obese Australians also received A$35.6 billion in government subsidies. The estimate range for annual expenditures on diet products is $40 billion to $100 billion in the US alone.", "Obesity prevention programs have been found to reduce the cost of treating obesity-related disease. However, the longer people live, the more medical costs they incur. Researchers, therefore, conclude that reducing obesity may improve the public's health, but it is unlikely to reduce overall health spending. Sin taxes such as a sugary drink tax have been implemented in certain countries globally to curb dietary and consumer habits, and as an effort to offset the economic tolls.", "As with obesity in adults, many factors contribute to the rising rates of childhood obesity. Changing diet and decreasing physical activity are believed to be the two most important causes for the recent increase in the incidence of child obesity. Antibiotics in the first 6 months of life have been associated with excess weight at age seven to twelve years of age. Because childhood obesity often persists into adulthood and is associated with numerous chronic illnesses, children who are obese are often tested for hypertension, diabetes, hyperlipidemia, and fatty liver disease. Treatments used in children are primarily lifestyle interventions and behavioral techniques, although efforts to increase activity in children have had little success. In the United States, medications are not FDA approved for use in this age group. Multi-component behaviour change interventions that include changes to dietary and physical activity may reduce BMI in the short term in children aged 6 to 11 years, although the benefits are small and quality of evidence is low."], "Osteoporosis": ["Prevention of osteoporosis includes a proper diet during childhood and efforts to avoid medications that increase the rate of bone loss. Efforts to prevent broken bones in those with osteoporosis include a good diet, exercise, and fall prevention. Lifestyle changes such as stopping smoking and not drinking alcohol may help. Bisphosphonate medications are useful to decrease future broken bones in those with previous broken bones due to osteoporosis. In those with osteoporosis but no previous broken bones, they are less effective. They do not appear to affect the risk of death.", "Age-related bone loss is common among humans due to exhibiting less dense bones than other primate species. Because of the more porous bones of humans, frequency of severe osteoporosis and osteoporosis related fractures is higher. The human vulnerability to osteoporosis is an obvious cost but it can be justified by the advantage of bipedalism inferring that this vulnerability is the byproduct of such. It has been suggested that porous bones help to absorb the increased stress that we have on two surfaces compared to our primate counterparts who have four surfaces to disperse the force. In addition, the porosity allows for more flexibility and a lighter skeleton that is easier to support. One other consideration may be that diets today have much lower amounts of calcium than the diets of other primates or the tetrapedal ancestors to humans which may lead to higher likelihood to show signs of osteoporosis.", "In people with coeliac disease adherence to a gluten-free diet decreases the risk of developing osteoporosis and increases bone density. The diet must ensure optimal calcium intake  and measuring vitamin D levels is recommended, and to take specific supplements if necessary.", "Studies of the benefits of supplementation with calcium and vitamin D are conflicting, possibly because most studies did not have people with low dietary intakes. A 2018 review by the USPSTF found low-quality evidence that the routine use of calcium and vitamin D supplements  did not reduce the risk of having an osteoporotic fracture in male and female adults living in the community who had no known history of vitamin D deficiency, osteoporosis, or a fracture. The USPSTF does not recommend low dose supplementation  in postmenopausal women as there does not appear to be a difference in fracture risk. A 2015 review found little data that supplementation of calcium decreases the risk of fractures. While some meta-analyses have found a benefit of vitamin D supplements combined with calcium for fractures, they did not find a benefit of vitamin D supplements  alone. While supplementation does not appear to affect the risk of death, an increased risk of myocardial infarctions  kidney stones, and stomach problems is associated with calcium supplementation.", "Dietary sources of calcium include dairy products, leafy greens, legumes, and beans. There has been conflicting evidence about whether or not dairy is an adequate source of calcium to prevent fractures. The National Academy of Sciences recommends 1,000 mg of calcium for those aged 19–50, and 1,200 mg for those aged 50 and above.  A review of the evidence shows no adverse effect of higher protein intake on bone health.", "It has been shown that latitude affects risk of osteoporotic fracture. Areas of higher latitude such as Northern Europe receive less Vitamin D through sunlight compared to regions closer to the equator, and consequently have higher fracture rates in comparison to lower latitudes. For example, Swedish men and women have a 13% and 28.5% risk of hip fracture by age 50, respectively, whereas this risk is only 1.9% and 2.4% in Chinese men and women. Diet may also be a factor that is responsible for this difference, as vitamin D, calcium, magnesium, and folate are all linked to bone mineral density.", "There is also an association between Celiac Disease and increased risk of osteoporosis. In studies with premenopausal females and males, there was a correlation between Celiac Disease and osteoporosis and osteopenia. Celiac Disease can decrease absorption of nutrients in the small intestine such as calcium, and a gluten-free diet can help people with Celiac Disease to revert to normal absorption in the gut."], "Metabolic syndrome": ["The mechanisms of the complex pathways of metabolic syndrome are under investigation. The pathophysiology is very complex and has been only partially elucidated. Most people affected by the condition are older, obese, sedentary, and have a degree of insulin resistance. Stress can also be a contributing factor. The most important risk factors are diet , genetics, aging, sedentary behavior or low physical activity, disrupted chronobiology/sleep, mood disorders/psychotropic medication use, and excessive alcohol use. The pathogenic role played in the syndrome by the excessive expansion of adipose tissue occurring under sustained overeating, and its resulting lipotoxicity was reviewed by Vidal-Puig.", "There is debate regarding whether obesity or insulin resistance is the cause of the metabolic syndrome or if they are consequences of a more far-reaching metabolic derangement. Markers of systemic inflammation, including C-reactive protein, are often increased, as are fibrinogen, interleukin 6, tumor necrosis factor-alpha , and others. Some have pointed to a variety of causes, including increased uric acid levels caused by dietary fructose.", "Research shows that Western diet habits are a factor in development of metabolic syndrome, with high consumption of food that is not biochemically suited to humans. Weight gain is associated with metabolic syndrome. Rather than total adiposity, the core clinical component of the syndrome is visceral and/or ectopic fat  whereas the principal metabolic abnormality is insulin resistance. The continuous provision of energy via dietary carbohydrate, lipid, and protein fuels, unmatched by physical activity/energy demand, creates a backlog of the products of mitochondrial oxidation, a process associated with progressive mitochondrial dysfunction and insulin resistance.", "It is common for there to be a development of visceral fat, after which the adipocytes  of the visceral fat increase plasma levels of TNF-α and alter levels of other substances . TNF-α has been shown to cause the production of inflammatory cytokines and also possibly trigger cell signaling by interaction with a TNF-α receptor that may lead to insulin resistance. An experiment with rats fed a diet with 33% sucrose has been proposed as a model for the development of metabolic syndrome. The sucrose first elevated blood levels of triglycerides, which induced visceral fat and ultimately resulted in insulin resistance. The progression from visceral fat to increased TNF-α to insulin resistance has some parallels to human development of metabolic syndrome. The increase in adipose tissue also increases the number of immune cells, which play a role in inflammation. Chronic inflammation contributes to an increased risk of hypertension, atherosclerosis and diabetes.", "Metabolic syndrome can be induced by overfeeding with sucrose or fructose, particularly concomitantly with high-fat diet. The resulting oversupply of omega-6 fatty acids, particularly arachidonic acid , is an important factor in the pathogenesis of metabolic syndrome. Arachidonic acid  serves as a substrate to the production of inflammatory mediators known as eicosanoids, whereas the arachidonic acid-containing compound diacylglycerol  is a precursor to the endocannabinoid 2-arachidonoylglycerol  while fatty acid amide hydrolase  mediates the metabolism of anandamide into arachidonic acid. Anandamide can also be produced from N-acylphosphatidylethanolamine via several pathways. Anandamide and 2-AG can also be hydrolized into arachidonic acid, potentially leading to increased eicosanoid synthesis.", "Various strategies have been proposed to prevent the development of metabolic syndrome. These include increased physical activity , and a healthy, reduced calorie diet.  Many studies support the value of a healthy lifestyle as above. However, one study stated these potentially beneficial measures are effective in only a minority of people, primarily because of a lack of compliance with lifestyle and diet changes. The International Obesity Taskforce states that interventions on a sociopolitical level are required to reduce development of the metabolic syndrome in populations.", "Dietary carbohydrate restriction reduces blood glucose levels, contributes to weight loss, and reduces the use of several medications that may be prescribed for metabolic syndrome.", "In 1967, Avogadro, Crepaldi and coworkers described six moderately obese people with diabetes, hypercholesterolemia, and marked hypertriglyceridemia, all of which improved when the affected people were put on a hypocaloric, low-carbohydrate diet.In 1977, Haller used the term \"metabolic syndrome\" for associations of obesity, diabetes mellitus, hyperlipoproteinemia, hyperuricemia, and hepatic steatosis when describing the additive effects of risk factors on atherosclerosis.The same year, Singer used the term for associations of obesity, gout, diabetes mellitus, and hypertension with hyperlipoproteinemia.In 1977 and 1978, Gerald B. Phillips developed the concept that risk factors for myocardial infarction concur to form a \"constellation of abnormalities\"  associated not only with heart disease, but also with aging, obesity and other clinical states. He suggested there must be an underlying linking factor, the identification of which could lead to the prevention of cardiovascular disease; he hypothesized that this factor was sex hormones.In 1988, in his Banting lecture, Gerald M. Reaven proposed insulin resistance as the underlying factor and named the constellation of abnormalities syndrome X. Reaven did not include abdominal obesity, which has also been hypothesized as the underlying factor, as part of the condition."], "Cardiovascular disease": ["The underlying mechanisms vary depending on the disease. It is estimated that dietary risk factors are associated with 53% of CVD deaths. Coronary artery disease, stroke, and peripheral artery disease involve atherosclerosis. This may be caused by high blood pressure, smoking, diabetes mellitus, lack of exercise, obesity, high blood cholesterol, poor diet, excessive alcohol consumption,  and poor sleep, among other things. High blood pressure is estimated to account for approximately 13% of CVD deaths, while tobacco accounts for 9%, diabetes 6%, lack of exercise 6%, and obesity 5%. Rheumatic heart disease may follow untreated strep throat.", "There are many risk factors for heart diseases: age, sex, tobacco use, physical inactivity, non-alcoholic fatty liver disease, excessive alcohol consumption, unhealthy diet, obesity, genetic predisposition and family history of cardiovascular disease, raised blood pressure , raised blood sugar , raised blood cholesterol , undiagnosed celiac disease, psychosocial factors, poverty and low educational status, air pollution, and poor sleep. While the individual contribution of each risk factor varies between different communities or ethnic groups the overall contribution of these risk factors is very consistent. Some of these risk factors, such as age, sex or family history/genetic predisposition, are immutable; however, many important cardiovascular risk factors are modifiable by lifestyle change, social change, drug treatment . People with obesity are at increased risk of atherosclerosis of the coronary arteries.", "High dietary intakes of saturated fat, trans-fats and salt, and low intake of fruits, vegetables and fish are linked to cardiovascular risk, although whether all these associations indicate causes is disputed. The World Health Organization attributes approximately 1.7 million deaths worldwide to low fruit and vegetable consumption.  Frequent consumption of high-energy foods, such as processed foods that are high in fats and sugars, promotes obesity and may increase cardiovascular risk.  The amount of dietary salt consumed may also be an important determinant of blood pressure levels and overall cardiovascular risk.  There is moderate quality evidence that reducing saturated fat intake for at least two years reduces the risk of cardiovascular disease. High trans-fat intake has adverse effects on blood lipids and circulating inflammatory markers, and elimination of trans-fat from diets has been widely advocated. In 2018 the World Health Organization estimated that trans fats were the cause of more than half a million deaths per year. There is evidence that higher consumption of sugar is associated with higher blood pressure and unfavorable blood lipids, and sugar intake also increases the risk of diabetes mellitus. High consumption of processed meats is associated with an increased risk of cardiovascular disease, possibly in part due to increased dietary salt intake.", "Untreated celiac disease can cause the development of many types of cardiovascular diseases, most of which improve or resolve with a gluten-free diet and intestinal healing. However, delays in recognition and diagnosis of celiac disease can cause irreversible heart damage.", "There is evidence that mental health problems, in particular depression and traumatic stress, is linked to cardiovascular diseases. Whereas mental health problems are known to be associated with risk factors for cardiovascular diseases such as smoking, poor diet, and a sedentary lifestyle, these factors alone do not explain the increased risk of cardiovascular diseases seen in depression, stress, and anxiety. Moreover, posttraumatic stress disorder is independently associated with increased risk for incident coronary heart disease, even after adjusting for depression and other covariates.", "The NIH recommends lipid testing in children beginning at the age of 2 if there is a family history of heart disease or lipid problems. It is hoped that early testing will improve lifestyle factors in those at risk such as diet and exercise.", "A diet high in fruits and vegetables decreases the risk of cardiovascular disease and death.", "A 2021 review found that plant-based diets can provide a risk reduction for CVD if a healthy plant-based diet is consumed. Unhealthy plant-based diets do not provide benefits over diets including meat. A similar meta-analysis and systematic review also looked into dietary patterns and found \"that diets lower in animal foods and unhealthy plant foods, and higher in healthy plant foods are beneficial for CVD prevention\". A 2018 meta-analysis of observational studies concluded that \"In most countries, a vegan diet is associated with a more favourable cardio-metabolic profile compared to an omnivorous diet.\"", "Evidence suggests that the Mediterranean diet may improve cardiovascular outcomes. There is also evidence that a Mediterranean diet may be more effective than a low-fat diet in bringing about long-term changes to cardiovascular risk factors .", "The DASH diet  has been shown to reduce blood pressure, lower total and low density lipoprotein cholesterol  and improve metabolic syndrome; but the long-term benefits have been questioned. A high-fiber diet is associated with lower risks of cardiovascular disease.", "Worldwide, dietary guidelines recommend a reduction in saturated fat, and although the role of dietary fat in cardiovascular disease is complex and controversial there is a long-standing consensus that replacing saturated fat with unsaturated fat in the diet is sound medical advice. Total fat intake has not been found to be associated with cardiovascular risk. A 2020 systematic review found moderate quality evidence that reducing saturated fat intake for at least 2 years caused a reduction in cardiovascular events.  A 2015 meta-analysis of observational studies however did not find a convincing association between saturated fat intake and cardiovascular disease.  Variation in what is used as a substitute for saturated fat may explain some differences in findings. The benefit from replacement with polyunsaturated fats appears greatest,  while replacement of saturated fats with carbohydrates does not appear to have a beneficial effect. A diet high in trans fatty acids is associated with higher rates of cardiovascular disease, and in 2015 the Food and Drug Administration  determined that there was 'no longer a consensus among qualified experts that partially hydrogenated oils , which are the primary dietary source of industrially produced trans fatty acids , are generally recognized as safe  for any use in human food'. There is conflicting evidence concerning whether dietary supplements of omega-3 fatty acids  added to diet improve cardiovascular risk.", "The benefits of recommending a low-salt diet in people with high or normal blood pressure are not clear. In those with heart failure, after one study was left out, the rest of the trials show a trend to benefit. Another review of dietary salt concluded that there is strong evidence that high dietary salt intake increases blood pressure and worsens hypertension, and that it increases the number of cardiovascular disease events; both as a result of the increased blood pressure and probably through other mechanisms. Moderate evidence was found that high salt intake increases cardiovascular mortality; and some evidence was found for an increase in overall mortality, strokes, and left ventricular hypertrophy.", "Overall, the current body of scientific evidence is uncertain on whether intermittent fasting could prevent cardiovascular disease. Intermittent fasting may help people lose more weight than regular eating patterns, but was not different than energy restriction diets.", "While a healthy diet is beneficial, the effect of antioxidant supplementation  or vitamins has not been shown to protect against cardiovascular disease and in some cases may possibly result in harm. Mineral supplements have also not been found to be useful. Niacin, a type of vitamin B3, may be an exception with a modest decrease in the risk of cardiovascular events in those at high risk. Magnesium supplementation lowers high blood pressure in a dose-dependent manner. Magnesium therapy is recommended for people with ventricular arrhythmia associated with torsades de pointes who present with long QT syndrome, and for the treatment of people with digoxin intoxication-induced arrhythmias. There is no evidence that omega-3 fatty acid supplementation is beneficial.", "Cardiovascular disease is treatable with initial treatment primarily focused on diet and lifestyle interventions. Influenza may make heart attacks and strokes more likely and therefore influenza vaccination may decrease the chance of cardiovascular events and death in people with heart disease."], "Type 2 diabetes": ["Type 2 diabetes is largely preventable by staying a normal weight, exercising regularly, and eating a healthy diet . Treatment involves exercise and dietary changes. If blood sugar levels are not adequately lowered, the medication metformin is typically recommended. Many people may eventually also require insulin injections. In those on insulin, routinely checking blood sugar levels is advised; however, this may not be needed in those taking pills. Bariatric surgery often improves diabetes in those who are obese.", "The development of type 2 diabetes is caused by a combination of lifestyle and genetic factors. While some of these factors are under personal control, such as diet and obesity, other factors are not, such as increasing age, female sex, and genetics. Obesity is more common in women than men in many parts of Africa. The nutritional status of a mother during fetal development may also play a role, with one proposed mechanism being that of DNA methylation. The intestinal bacteria Prevotella copri and Bacteroides vulgatus have been connected with type 2 diabetes.", "Lifestyle factors are important to the development of type 2 diabetes, including obesity and being overweight , lack of physical activity, poor diet, psychological stress, and urbanization. Excess body fat is associated with 30% of cases in those of Chinese and Japanese descent, 60–80% of cases in those of European and African descent, and 100% of cases in Pima Indians and Pacific Islanders. Among those who are not obese, a high waist–hip ratio is often present. Smoking appears to increase the risk of type 2 diabetes.  A lack of sleep has also been linked to type 2 diabetes. Laboratory studies have linked short-term sleep deprivations to changes in glucose metabolism, nervous system activity, or hormonal factors that may lead to diabetes.", "Dietary factors also influence the risk of developing type 2 diabetes. Consumption of sugar-sweetened drinks in excess is associated with an increased risk. The type of fats in the diet are important, with saturated fats and trans fatty acids increasing the risk, and polyunsaturated and monounsaturated fat decreasing the risk. Eating a lot of white rice appears to play a role in increasing risk. A lack of exercise is believed to cause 7% of cases. Persistent organic pollutants may also play a role.", "Hypothalamic cells regulate blood glucose via projections to the autonomic nervous system. Autonomic innervation of liver and muscle cells stimulates an increased uptake of glucose. In diabetic humans, the control of blood glucose by the autonomic nervous system is abnormal. Leptin-sensitive, glucose regulating neurons become resistant to leptin during aging or during exposure to a high-fat diet. These leptin resistant neurons fail to restrain food intake, obesity, and blood glucose. The reasons for this lowered responsiveness to leptin are uncertain and are part of the puzzle of the causes of type 2 diabetes.", "Blood glucose levels can also be normalized in diabetic rodents by a single intrahypothalamic infusion of Fibroblast Growth Factor 1 , an effect that persists for months even in severely diabetic animals. This remarkable cure of diabetes is accomplished by a stimulation of accessory brain cells called astrocytes.  Hypothalamic astrocytes that produce Fatty Acid Binding Protein 7  are targets of FGF1; these cells are also in close contact with leptin-sensitive neurons, influence their function, and regulate leptin sensitivity. An abnormal function of FABP7+ astrocytes thus may contribute to the resistance to leptin and insulin that appear during aging and during exposure to high-fat diets.", "Onset of type 2 diabetes can be delayed or prevented through proper nutrition and regular exercise. Intensive lifestyle measures may reduce the risk by over half. The benefit of exercise occurs regardless of the person's initial weight or subsequent weight loss. High levels of physical activity reduce the risk of diabetes by about 28%. Evidence for the benefit of dietary changes alone, however, is limited, with some evidence for a diet high in green leafy vegetables and some for limiting the intake of sugary drinks. There is an association between higher intake of sugar-sweetened fruit juice and diabetes, but no evidence of an association with 100% fruit juice. A 2019 review found evidence of benefit from dietary fiber.", "In those with impaired glucose tolerance, a 2019 systematic review found moderate-quality evidence that Metformin, when compared to diet and exercise or a placebo intervention, appeared to delay or reduce the risk of developing type 2 diabetes. This same review found moderate-quality evidence that when compared to intensive diet and exercise, Metformin did not reduce risk of developing type 2 diabetes, as well as very low-quality evidence that combining Metformin with intensive diet and exercise does not appear to have any effect on risk of developing type 2 diabetes when compared to intensive diet and exercise alone. This systematic review only found one suitable trial comparing Metformin with Sulphonylurea in reducing risk of type 2 diabetes but it did not report any patient-relevant outcomes.", "A proper diet and regular exercise are foundations of diabetic care, with one review indicating that a greater amount of exercise improved outcomes. Regular exercise may improve blood sugar control, decrease body fat content, and decrease blood lipid levels.", "A diabetic diet which includes calorie restriction to promote weight loss is generally recommended. Other recommendations include emphasizing intake of fruits, vegetables, reduced saturated fat and low-fat dairy products, and with a macronutrient intake tailored to the individual, to distribute calories and carbohydrates throughout the day. Several diets may be effective such as the Dietary Approaches to Stop Hypertension , Mediterranean diet, low-fat diet, or monitored carbohydrate diets such as a low carbohydrate diet. Viscous fiber supplements may be useful in those with diabetes.", "Vegetarian diets in general have been related to lower diabetes risk, but do not offer advantages compared with diets which allow moderate amounts of animal products. There is not enough evidence to suggest that cinnamon improves blood sugar levels in people with type 2 diabetes. A 2021 review showed that consumption of tree nuts  reduced fasting blood glucose in diabetic people."], "Irritable bowel syndrome": ["Treatment of IBS is carried out to improve symptoms and can be very effective. This may include dietary changes, medication, probiotics, and counseling. Dietary measures include increasing soluble fiber intake, or a diet low in fermentable oligosaccharides, disaccharides, monosaccharides, and polyols . The \"low FODMAP\" diet is meant for short to medium term use and is not intended as a life-long therapy. The medication loperamide may be used to help with diarrhea while laxatives may be used to help with constipation. There is strong clinical-trial evidence for the use of antidepressants, often in lower doses than that used for depression or anxiety, even in patients without comorbid mood disorder. Tricyclic antidepressants such as amitriptyline or nortriptyline and medications from the selective serotonin reuptake inhibitor  group may improve overall symptoms and reduce pain. Patient education and a good doctor–patient relationship are an important part of care.", "Some people, managed for years for IBS, may have non-celiac gluten sensitivity . Gastrointestinal symptoms of IBS are clinically indistinguishable from those of NCGS, but the presence of any of the following non-intestinal manifestations suggest a possible NCGS: headache or migraine, \"foggy mind\", chronic fatigue, fibromyalgia, joint and muscle pain, leg or arm numbness, tingling of the extremities, dermatitis , atopic disorders, allergy to one or more inhalants, foods or metals , depression, anxiety, anemia, iron-deficiency anemia, folate deficiency, asthma, rhinitis, eating disorders, neuropsychiatric disorders  or autoimmune diseases. An improvement with a gluten-free diet of immune-mediated symptoms, including autoimmune diseases, once having reasonably ruled out coeliac disease and wheat allergy, is another way to realize a differential diagnosis.", "FODMAPs are short-chain carbohydrates that are poorly absorbed in the small intestine. A 2018 systematic review found that although there is evidence of improved IBS symptoms with a low FODMAP diet, the evidence is of very low quality. Symptoms most likely to improve include urgency, flatulence, bloating, abdominal pain, and altered stool output. One national guideline advises a low FODMAP diet for managing IBS when other dietary and lifestyle measures have been unsuccessful. The diet restricts various carbohydrates which are poorly absorbed in the small intestine, as well as fructose and lactose, which are similarly poorly absorbed in those with intolerances to them. Reduction of fructose and fructan has been shown to reduce IBS symptoms in a dose-dependent manner in people with fructose malabsorption and IBS.", "A low-FODMAP diet consists of restricting them from the diet. They are globally trimmed, rather than individually, which is more successful than for example restricting only fructose and fructans, which are also FODMAPs, as is recommended for those with fructose malabsorption.", "A low-FODMAP diet might help to improve short-term digestive symptoms in adults with irritable bowel syndrome, but its long-term follow-up can have negative effects because it causes a detrimental impact on the gut microbiota and metabolome. It should only be used for short periods of time and under the advice of a specialist.  A low-FODMAP diet is highly restrictive in various groups of nutrients and can be impractical to follow in the long-term. More studies are needed to assess the true impact of this diet on health.", "In addition, the use of a low-FODMAP diet without verifying the diagnosis of IBS may result in misdiagnosis of other conditions such as celiac disease. Since the consumption of gluten is suppressed or reduced with a low-FODMAP diet, the improvement of the digestive symptoms with this diet may not be related to the withdrawal of the FODMAPs, but of gluten, indicating the presence of unrecognized celiac disease, avoiding its diagnosis and correct treatment, with the consequent risk of several serious health complications, including various types of cancer.", "Fiber might be beneficial in those who have a predominance of constipation. In people who have IBS-C, soluble fiber can reduce overall symptoms but will not reduce pain. The research supporting dietary fiber contains conflicting small studies complicated by the heterogeneity of types of fiber and doses used.", "For people who do not adequately respond to dietary fiber, osmotic laxatives such as polyethylene glycol, sorbitol, and lactulose can help avoid \"cathartic colon\" which has been associated with stimulant laxatives. Lubiprostone is a gastrointestinal agent used for the treatment of constipation-predominant IBS."], "Cancer": ["Tobacco use is the cause of about 22% of cancer deaths. Another 10% are due to obesity, poor diet, lack of physical activity or excessive drinking of alcohol. Other factors include certain infections, exposure to ionizing radiation, and environmental pollutants. In the developing world, 15% of cancers are due to infections such as Helicobacter pylori, hepatitis B, hepatitis C, human papillomavirus infection, Epstein–Barr virus and human immunodeficiency virus . These factors act, at least partly, by changing the genes of a cell. Typically, many genetic changes are required before cancer develops. Approximately 5–10% of cancers are due to inherited genetic defects. Cancer can be detected by certain signs and symptoms or screening tests. It is then typically further investigated by medical imaging and confirmed by biopsy.", "The majority of cancers, some 90–95% of cases, are due to genetic mutations from environmental and lifestyle factors. The remaining 5–10% are due to inherited genetics. Environmental refers to any cause that is not inherited, such as lifestyle, economic, and behavioral factors and not merely pollution. Common environmental factors that contribute to cancer death include tobacco use , diet and obesity , infections , radiation , lack of physical activity, and pollution. Psychological stress does not appear to be a risk factor for the onset of cancer, though it may worsen outcomes in those who already have cancer.", "Diet, physical inactivity and obesity are related to up to 30–35% of cancer deaths. In the United States, excess body weight is associated with the development of many types of cancer and is a factor in 14–20% of cancer deaths. A UK study including data on over 5 million people showed higher body mass index to be related to at least 10 types of cancer and responsible for around 12,000 cases each year in that country. Physical inactivity is believed to contribute to cancer risk, not only through its effect on body weight but also through negative effects on the immune system and endocrine system. More than half of the effect from diet is due to overnutrition , rather than from eating too few vegetables or other healthful foods.", "Some specific foods are linked to specific cancers. A high-salt diet is linked to gastric cancer. Aflatoxin B1, a frequent food contaminant, causes liver cancer. Betel nut chewing can cause oral cancer. National differences in dietary practices may partly explain differences in cancer incidence. For example, gastric cancer is more common in Japan due to its high-salt diet while colon cancer is more common in the United States. Immigrant cancer profiles mirror those of their new country, often within one generation.", "There is an association between celiac disease and an increased risk of all cancers. People with untreated celiac disease have a higher risk, but this risk decreases with time after diagnosis and strict treatment, probably due to the adoption of a gluten-free diet, which seems to have a protective role against development of malignancy in people with celiac disease. However, the delay in diagnosis and initiation of a gluten-free diet seems to increase the risk of malignancies. Rates of gastrointestinal cancers are increased in people with Crohn's disease and ulcerative colitis, due to chronic inflammation. Also, immunomodulators and biologic agents used to treat these diseases may promote developing extra-intestinal malignancies.", "A low-carbohydrate diet  has sometimes been recommended as a supportive therapy for cancer treatment.", "Greater than 30% of cancer deaths could be prevented by avoiding risk factors including: tobacco, excess weight/obesity, poor diet, physical inactivity, alcohol, sexually transmitted infections and air pollution. Further, poverty could be considered as an indirect risk factor in human cancers. Not all environmental causes are controllable, such as naturally occurring background radiation and cancers caused through hereditary genetic disorders and thus are not preventable via personal behavior.", "While many dietary recommendations have been proposed to reduce cancer risks, the evidence to support them is not definitive. The primary dietary factors that increase risk are obesity and alcohol consumption. Diets low in fruits and vegetables and high in red meat have been implicated but reviews and meta-analyses do not come to a consistent conclusion. A 2014 meta-analysis found no relationship between fruits and vegetables and cancer. Coffee is associated with a reduced risk of liver cancer. Studies have linked excessive consumption of red or processed meat to an increased risk of breast cancer, colon cancer and pancreatic cancer, a phenomenon that could be due to the presence of carcinogens in meats cooked at high temperatures. In 2015 the IARC reported that eating processed meat  and, to a lesser degree, red meat was linked to some cancers.", "Dietary recommendations for cancer prevention typically include an emphasis on vegetables, fruit, whole grains and fish and an avoidance of processed and red meat , animal fats, pickled foods and refined carbohydrates."], "Atherosclerosis": ["The exact cause is not known and is proposed to be multifactorial. Risk factors include abnormal cholesterol levels, elevated levels of inflammatory markers, high blood pressure, diabetes, smoking, obesity, family history, genetic, and an unhealthy diet. Plaque is made up of fat, cholesterol, calcium, and other substances found in the blood. The narrowing of arteries limits the flow of oxygen-rich blood to parts of the body. Diagnosis is based upon a physical exam, electrocardiogram, and exercise stress test, among others.", "Prevention is generally by eating a healthy diet, exercising, not smoking, and maintaining a normal weight. Treatment of established disease may include medications to lower cholesterol such as statins, blood pressure medication, or medications that decrease clotting, such as aspirin. A number of procedures may also be carried out such as percutaneous coronary intervention, coronary artery bypass graft, or carotid endarterectomy.", "The relation between dietary fat and atherosclerosis is controversial. The USDA, in its food pyramid, promotes a diet of about 64% carbohydrates from total calories. The American Heart Association,  the American Diabetes Association and the National Cholesterol Education Program make similar recommendations. In contrast, Prof Walter Willett  recommends much higher levels of fat, especially of monounsaturated and polyunsaturated fat. These dietary recommendations reach a consensus, though, against consumption of trans fats.", "Rabbits fed atherogenic diets containing various oils were found to undergo the most oxidative susceptibility of LDL via polyunsaturated oils. In another study, rabbits fed heated soybean oil \"grossly induced atherosclerosis and marked liver damage were histologically and clinically demonstrated.\" However, Fred Kummerow claims that it is not dietary cholesterol, but oxysterols, or oxidized cholesterols, from fried foods and smoking, that are the culprit.", "Rancid fats and oils taste very unpleasant in even small amounts, so people avoid eating them.It is very difficult to measure or estimate the actual human consumption of these substances. Highly unsaturated omega-3 rich oils such as fish oil, when being sold in pill form, can hide the taste of oxidized or rancid fat that might be present. In the US, the health food industry's dietary supplements are self-regulated and outside of FDA regulations. To properly protect unsaturated fats from oxidation, it is best to keep them cool and in oxygen-free environments.", "Up to 90% of cardiovascular disease may be preventable if established risk factors are avoided. Medical management of atherosclerosis first involves modification to risk factors–for example, via smoking cessation and diet restrictions.  Prevention then is generally by eating a healthy diet, exercising, not smoking, and maintaining a normal weight.", "Changes in diet may help prevent the development of atherosclerosis. Tentative evidence suggests that a diet containing dairy products has no effect on or decreases the risk of cardiovascular disease.", "A diet high in fruits and vegetables decreases the risk of cardiovascular disease and death. Evidence suggests that the Mediterranean diet may improve cardiovascular results. There is also evidence that a Mediterranean diet may be better than a low-fat diet in bringing about long-term changes to cardiovascular risk factors .", "Involvement of lipid peroxidation chain reaction in atherogenesis triggered research on the protective role of the heavy isotope  polyunsaturated fatty acids  that are less prone to oxidation than ordinary PUFAs . PUFAs are essential nutrients – they are involved in metabolism in that very form as they are consumed with food. In transgenic mice, that are a model for human-like lipoprotein metabolism, adding D-PUFAs to diet indeed reduced body weight gain, improved cholesterol handling and reduced atherosclerotic damage to the aorta.", "The sugar, cyclodextrin, removed cholesterol that had built up in the arteries of mice fed a high-fat diet."], "Alzheimer's disease": ["There are no disease-modifying treatments available to cure Alzheimer's disease and because of this, AD research has focused on interventions to prevent the onset and progression. There is no evidence that supports any particular measure in preventing Alzheimer's, and studies of measures to prevent the onset or progression have produced inconsistent results. Epidemiological studies have proposed relationships between an individual's likelihood of developing AD and modifiable factors, such as medications, lifestyle, and diet. There are some challenges in determining whether interventions for Alzheimer's disease act as a primary prevention method, preventing the disease itself, or a secondary prevention method, identifying the early stages of the disease.  These challenges include duration of intervention, different stages of disease at which intervention begins, and lack of standardization of inclusion criteria regarding biomarkers specific for Alzheimer's disease. Further research is needed to determine factors that can help prevent Alzheimer's disease.", "Cardiovascular risk factors, such as hypercholesterolaemia, hypertension, diabetes, and smoking, are associated with a higher risk of onset and worsened course of AD. The use of statins to lower cholesterol may be of benefit in Alzheimer's. Antihypertensive and antidiabetic medications in individuals without overt cognitive impairment may decrease the risk of dementia by influencing cerebrovascular pathology. More research is needed to examine the relationship with Alzheimer's disease specifically; clarification of the direct role medications play versus other concurrent lifestyle changes  is needed.", "Diet may be a modifiable risk factor for the development of Alzheimer's disease. The Mediterranean diet, and the DASH diet are both associated with less cognitive decline. A different approach has been to incorporate elements of both of these diets into one known as the MIND diet. Studies of individual dietary components, minerals and supplements are conflicting as to whether they prevent AD or cognitive decline."], "Stroke": ["The most important modifiable risk factors for stroke are high blood pressure and atrial fibrillation although the size of the effect is small; 833 people have to be treated for 1 year to prevent one stroke. Other modifiable risk factors include high blood cholesterol levels, diabetes mellitus, end-stage kidney disease, cigarette smoking , heavy alcohol use, drug use, lack of physical activity, obesity, processed red meat consumption, and unhealthy diet. Smoking just one cigarette per day increases the risk more than 30%. Alcohol use could predispose to ischemic stroke, as well as intracerebral and subarachnoid hemorrhage via multiple mechanisms . Drugs, most commonly amphetamines and cocaine, can induce stroke through damage to the blood vessels in the brain and acute hypertension. Migraine with aura doubles a person's risk for ischemic stroke. Untreated, celiac disease regardless of the presence of symptoms can be an underlying cause of stroke, both in children and adults.", "High levels of physical activity reduce the risk of stroke by about 26%. There is a lack of high quality studies looking at promotional efforts to improve lifestyle factors. Nonetheless, given the large body of circumstantial evidence, best medical management for stroke includes advice on diet, exercise, smoking and alcohol use. Medication is the most common method of stroke prevention; carotid endarterectomy can be a useful surgical method of preventing stroke.", "Nutrition, specifically the Mediterranean-style diet, has the potential for decreasing the risk of having a stroke by more than half. It does not appear that lowering levels of homocysteine with folic acid affects the risk of stroke.", "Stroke rehabilitation should be started as quickly as possible and can last anywhere from a few days to over a year. Most return of function is seen in the first few months, and then improvement falls off with the \"window\" considered officially by U.S. state rehabilitation units and others to be closed after six months, with little chance of further improvement. However, some people have reported that they continue to improve for years, regaining and strengthening abilities like writing, walking, running, and talking. Daily rehabilitation exercises should continue to be part of the daily routine for people who have had a stroke. Complete recovery is unusual but not impossible and most people will improve to some extent: proper diet and exercise are known to help the brain to recover."], "Gout": ["Gout is due to persistently elevated levels of uric acid in the blood. This occurs from a combination of diet, other health problems, and genetic factors. At high levels, uric acid crystallizes and the crystals deposit in joints, tendons, and surrounding tissues, resulting in an attack of gout. Gout occurs more commonly in those who regularly drink beer or sugar-sweetened beverages or who eat foods that are high in purines such as liver, shellfish, or anchovies, or are overweight. Diagnosis of gout may be confirmed by the presence of crystals in the joint fluid or in a deposit outside the joint. Blood uric acid levels may be normal during an attack.", "Treatment with nonsteroidal anti-inflammatory drugs , glucocorticoids, or colchicine improves symptoms. Once the acute attack subsides, levels of uric acid can be lowered via lifestyle changes and in those with frequent attacks, allopurinol or probenecid provides long-term prevention. Taking vitamin C and eating a diet high in low-fat dairy products may be preventive.", "Gout affects about 1 to 2% of adults in the developed world at some point in their lives. It has become more common in recent decades. This is believed to be due to increasing risk factors in the population, such as metabolic syndrome, longer life expectancy, and changes in diet. Older males are most commonly affected. Gout was historically known as \"the disease of kings\" or \"rich man's disease\". It has been recognized at least since the time of the ancient Egyptians.", "The crystallization of uric acid, often related to relatively high levels in the blood, is the underlying cause of gout. This can occur because of diet, genetic predisposition, or underexcretion of urate, the salts of uric acid. Underexcretion of uric acid by the kidney is the primary cause of hyperuricemia in about 90% of cases, while overproduction is the cause in less than 10%. About 10% of people with hyperuricemia develop gout at some point in their lifetimes. The risk, however, varies depending on the degree of hyperuricemia. When levels are between 415 and 530 μmol/L , the risk is 0.5% per year, while in those with a level greater than 535 μmol/L , the risk is 4.5% per year.", "Dietary causes account for about 12% of gout,  and include a strong association with the consumption of alcohol, sugar-sweetened beverages, meat, and seafood. Among foods richest in purines yielding high amounts of uric acid are dried anchovies, shrimp, organ meat, dried mushrooms, seaweed, and beer yeast. Chicken and potatoes also appear related. Other triggers include physical trauma and surgery.", "Studies in the early 2000s found that other dietary factors are not relevant. Specifically, a diet with moderate purine-rich vegetables  is not associated with gout. Neither is total dietary protein. Alcohol consumption is strongly associated with increased risk, with wine presenting somewhat less of a risk than beer or spirits. Eating skim milk powder enriched with glycomacropeptide  and G600 milk fat extract may reduce pain but may result in diarrhea and nausea.", "Other than dietary and lifestyle choices, the recurrence of gout attacks is also linked to the weather. High ambient temperature and low relative humidity may increase the risk of a gout attack.", "The initial aim of treatment is to settle the symptoms of an acute attack. Repeated attacks can be prevented by medications that reduce serum uric acid levels. Tentative evidence supports the application of ice for 20 to 30 minutes several times a day to decrease pain. Options for acute treatment include nonsteroidal anti-inflammatory drugs , colchicine, and glucocorticoids. While glucocorticoids and NSAIDs work equally well, glucocorticoids may be safer. Options for prevention include allopurinol, febuxostat, and probenecid. Lowering uric acid levels can cure the disease. Treatment of associated health problems is also important. Lifestyle interventions have been poorly studied. It is unclear whether dietary supplements have an effect in people with gout.", "Gout affects around 1–2% of people in the Western world at some point in their lifetimes and is becoming more common. Some 5.8 million people were affected in 2013. Rates of gout approximately doubled between 1990 and 2010. This rise is believed to be due to increasing life expectancy, changes in diet and an increase in diseases associated with gout, such as metabolic syndrome and high blood pressure. Factors that influence rates of gout include age, race, and the season of the year. In men over 30 and women over 50, rates are 2%.", "In the United States, gout is twice as likely in males of African descent than those of European descent. Rates are high among Pacific Islanders and the Māori, but the disease is rare in aboriginal Australians, despite a higher mean uric acid serum concentration in the latter group. It has become common in China, Polynesia, and urban Sub-Saharan Africa. Some studies found that attacks of gout occur more frequently in the spring. This has been attributed to seasonal changes in diet, alcohol consumption, physical activity, and temperature."], "Dementia": ["Chronic inflammatory conditions that may affect the brain and cognition include Behçet's disease, multiple sclerosis, sarcoidosis, Sjögren's syndrome, lupus, celiac disease, and non-celiac gluten sensitivity. These types of dementias can rapidly progress, but usually have a good response to early treatment. This consists of immunomodulators or steroid administration, or in certain cases, the elimination of the causative agent. A 2019 review found no association between celiac disease and dementia overall but a potential association with vascular dementia. A 2018 review found a link between celiac disease or non-celiac gluten sensitivity and cognitive impairment and that celiac disease may be associated with Alzheimer's disease, vascular dementia, and frontotemporal dementia. A strict gluten-free diet started early may protect against dementia associated with gluten-related disorders.", "Diet is seen to be a modifiable risk factor for the development of dementia. Thiamine deficiency is identified to increase the risk of Alzheimer's disease in adults. The role of thiamine in brain physiology is unique and essential for the normal cognitive function of older people. Many dietary choices of the elderly population, including the higher intake of gluten-free products, compromise the intake of thiamine as these products are not fortified with thiamine.", "The Mediterranean and DASH diets are both associated with less cognitive decline. A different approach has been to incorporate elements of both of these diets into one known as the MIND diet. These diets are generally low in saturated fats while providing a good source of carbohydrates, mainly those that help stabilize blood sugar and insulin levels. Raised blood sugar levels over a long time, can damage nerves and cause memory problems if they are not managed. Nutritional factors associated with the proposed diets for reducing dementia risk include unsaturated fatty acids, vitamin E, vitamin C, flavonoids, vitamin B, and vitamin D.", "The MIND diet may be more protective but further studies are needed. The Mediterranean diet seems to be more protective against Alzheimer's than DASH but there are no consistent findings against dementia in general. The role of olive oil needs further study as it may be one of the most important components in reducing the risk of cognitive decline and dementia.", "In those with celiac disease or non-celiac gluten sensitivity, a strict gluten-free diet may relieve the symptoms given a mild cognitive impairment. Once dementia is advanced no evidence suggests that a gluten-free diet is useful.", "Omega-3 fatty acid supplements do not appear to benefit or harm people with mild to moderate symptoms. However, there is good evidence that omega-3 incorporation into the diet is of benefit in treating depression, a common symptom, and potentially modifiable risk factor for dementia."], "Parkinson's disease": ["No cure for PD is known; treatment aims to reduce the effects of the symptoms. Initial treatment is typically with the medications levodopa , MAO-B inhibitors, or dopamine agonists. As the disease progresses, these medications become less effective, while at the same time producing a side effect marked by involuntary muscle movements. At that time, medications may be used in combination and doses may be increased. Diet and certain forms of rehabilitation have shown some effectiveness at improving symptoms. Surgery to place microelectrodes for deep brain stimulation has been used to reduce motor symptoms in severe cases where drugs are ineffective. Evidence for treatments for the nonmovement-related symptoms of PD, such as sleep disturbances and emotional problems, is less strong.", "Muscles and nerves that control the digestive process may be affected by PD, resulting in constipation and gastroparesis . A balanced diet, based on periodical nutritional assessments, is recommended, and should be designed to avoid weight loss or gain and minimize the consequences of gastrointestinal dysfunction. As the disease advances, swallowing difficulties  may appear. In such cases, using thickening agents for liquid intake and an upright posture when eating may be useful; both measures reduce the risk of choking. Gastrostomy to deliver food directly into the stomach is possible in severe cases.", "Levodopa and proteins use the same transportation system in the intestine and the blood–brain barrier, thereby competing for access. Taking them together results in reduced effectiveness of the drug. Therefore, when levodopa is introduced, excessive protein consumption is discouraged, and a well-balanced Mediterranean diet is recommended. In advanced stages, additional intake of low-protein products such as bread or pasta is recommended for similar reasons. To minimize interaction with proteins, levodopa should be taken 30 minutes before meals. At the same time, regimens for PD restrict proteins during breakfast and lunch, allowing protein intake in the evening."], "Crohn's disease": ["People with Crohn's disease may develop anemia due to vitamin B12, folate, iron deficiency, or due to anemia of chronic disease. The most common is iron deficiency anemia from chronic blood loss, reduced dietary intake, and persistent inflammation leading to increased hepcidin levels, restricting iron absorption in the duodenum. As Crohn's disease most commonly affects the terminal ileum where the vitamin B12/intrinsic factor complex is absorbed, B12 deficiency may be seen. This is particularly common after surgery to remove the ileum. Involvement of the duodenum and jejunum can impair the absorption of many other nutrients including folate. People with Crohn's often also have issues with small bowel bacterial overgrowth syndrome, which can produce micronutrient deficiencies.", "Individuals with Crohn's disease are at risk of malnutrition for many reasons, including decreased food intake and malabsorption. The risk increases following resection of the small bowel. Such individuals may require oral supplements to increase their caloric intake, or in severe cases, total parenteral nutrition . Most people with moderate or severe Crohn's disease are referred to a dietitian for assistance in nutrition.", "Although stress is sometimes claimed to exacerbate Crohn's disease, there is no concrete evidence to support such claim. Dietary microparticles, such as those found in toothpaste, have been studied as they produce effects on immunity, but they were not consumed in greater amounts in patients with Crohn's. The use of doxycycline has also been associated with increased risk of developing inflammatory bowel diseases. In one large retrospective study, patients who were prescribed doxycycline for their acne had a 2.25-fold greater risk of developing Crohn's disease.", "There is no cure for Crohn's disease and remission may not be possible or prolonged if achieved. In cases where remission is possible, relapse can be prevented and symptoms controlled with medication, lifestyle and dietary changes, changes to eating habits , reduction of stress, moderate activity, and exercise. Surgery is generally contraindicated and has not been shown to prevent relapse. Adequately controlled, Crohn's disease may not significantly restrict daily living. Treatment for Crohn's disease involves first treating the acute problem and its symptoms, then maintaining remission of the disease.", "Certain lifestyle changes can reduce symptoms, including dietary adjustments, elemental diet, proper hydration, and smoking cessation. Patients with Crohn's disease are very interested in diet. Recent reviews underlined the importance to adopt diets that are best supported by evidence, even if little is known about the impact of diets on these patients.Diets that include higher levels of fiber and fruit are associated with reduced risk, while diets rich in total fats, polyunsaturated fatty acids, meat, and omega-6 fatty acids may increase the risk of Crohn's. Maintaining a balanced diet with proper portion control can help manage symptoms of the disease. Eating small meals frequently instead of big meals may also help with a low appetite. A food diary may help with identifying foods that trigger symptoms. Despite the recognized importance of dietary fiber for intestinal health, some people should follow a low residue diet to control acute symptoms especially if foods high in insoluble fiber cause symptoms, e.g., due to obstruction or irritation of the bowel. Some find relief in eliminating casein  and gluten  from their diets. They may have specific dietary intolerances , for example, lactose. Fatigue can be helped with regular exercise, a healthy diet, and enough sleep, and for those with malabsorption of vitamin B12 due to disease or surgical resection of the terminal ileum, cobalamin injections. Smoking may worsen symptoms and the course of the disease, and stopping is recommended. Alcohol consumption can also worsen symptoms, and moderation or cessation is advised.", "Short bowel syndrome  is caused by the surgical removal of part of the small intestine. It usually develops in those patients who have had half or more of their small intestines removed. Diarrhea is the main symptom, but others may include weight loss, cramping, bloating, and heartburn. Short bowel syndrome is treated with changes in diet, intravenous feeding, vitamin and mineral supplements, and treatment with medications. In some cases of SBS, intestinal transplant surgery may be considered; though the number of transplant centres offering this procedure is quite small and it comes with a high risk due to the chance of infection and rejection of the transplanted intestine.", "It is common for people with Crohn's disease to try complementary or alternative therapy. These include diets, probiotics, fish oil, and other herbal and nutritional supplements."], "Attention deficit hyperactivity disorder": ["Dietary modifications are not recommended as of 2019 by the American Academy of Pediatrics, the National Institute for Health and Care Excellence, or the Agency for Healthcare Research and Quality due to insufficient evidence.A 2013 meta-analysis found less than a third of children with ADHD see some improvement in symptoms with free fatty acid supplementation or decreased eating of artificial food coloring. These benefits may be limited to children with food sensitivities or those who are simultaneously being treated with ADHD medications. This review also found that evidence does not support removing other foods from the diet to treat ADHD. A 2014 review found that an elimination diet results in a small overall benefit in a minority of children, such as those with allergies. A 2016 review stated that the use of a gluten-free diet as standard ADHD treatment is not advised. A 2017 review showed that a few-foods elimination diet may help children too young to be medicated or not responding to medication, while free fatty acid supplementation or decreased eating of artificial food coloring as standard ADHD treatment is not advised. Chronic deficiencies of iron, magnesium and iodine may have a negative impact on ADHD symptoms. There is a small amount of evidence that lower tissue zinc levels may be associated with ADHD. In the absence of a demonstrated zinc deficiency , zinc supplementation is not recommended as treatment for ADHD. However, zinc supplementation may reduce the minimum effective dose of amphetamine when it is used with amphetamine for the treatment of ADHD."], "Gallstone": ["The risk of gallstones may be decreased by maintaining a healthy weight with exercise and a healthy diet. If there are no symptoms, treatment is usually not needed. In those who are having gallbladder attacks, surgery to remove the gallbladder is typically recommended. This can be carried out either through several small incisions or through a single larger incision, usually under general anesthesia. In rare cases when surgery is not possible, medication can be used to dissolve the stones or lithotripsy can be used to break them down.", "Gallstone risk increases for females  and for people near or above 40 years; the condition is more prevalent among both North and South Americans and people of European descent than among other ethnicities. A lack of melatonin could significantly contribute to gallbladder stones, as melatonin inhibits cholesterol secretion from the gallbladder, enhances the conversion of cholesterol to bile, and is an antioxidant, which is able to reduce oxidative stress to the gallbladder. Gilbert syndrome has been linked to an increased risk of gallstones. Researchers believe that gallstones may be caused by a combination of factors, including inherited body chemistry, body weight, gallbladder motility , and low-calorie diet. The absence of such risk factors does not, however, preclude the formation of gallstones.", "Nutritional factors that may increase risk of gallstones include constipation; eating fewer meals per day; low intake of the nutrients folate, magnesium, calcium, and vitamin C; low fluid consumption; and, at least for men, a high intake of carbohydrate, a high glycemic load, and high glycemic index diet. Wine and whole-grained bread may decrease the risk of gallstones.", "The composition of gallstones is affected by age, diet and ethnicity. On the basis of their composition, gallstones can be divided into the following types: cholesterol stones, pigment stones, and mixed stones. An ideal classification system is yet to be defined.", "Maintaining a healthy weight by getting sufficient exercise and eating a healthy diet that is high in fiber may help prevent gallstone formation.", "Ursodeoxycholic acid  appears to prevent formation of gallstones during weight loss. A high fat diet during weight loss also appears to prevent gallstones.", "The medications ursodeoxycholic acid  and chenodeoxycholic acid  have been used in treatment to dissolve gallstones. A 2013 meta-analysis concluded that UDCA or higher dietary fat content appeared to prevent formation of gallstones during weight loss. Medical therapy with oral bile acids has been used to treat small cholesterol stones, and for larger cholesterol gallstones when surgery is either not possible or unwanted. CDCA treatment can cause diarrhea, mild reversible hepatic injury, and a small increase in the plasma cholesterol level. UDCA may need to be taken for years."], "Coronary artery disease": ["Risk factors include high blood pressure, smoking, diabetes, lack of exercise, obesity, high blood cholesterol, poor diet, depression, and excessive alcohol consumption. A number of tests may help with diagnoses including: electrocardiogram, cardiac stress testing, coronary computed tomographic angiography, and coronary angiogram, among others.", "Ways to reduce CAD risk include eating a healthy diet, regularly exercising, maintaining a healthy weight, and not smoking. Medications for diabetes, high cholesterol, or high blood pressure are sometimes used. There is limited evidence for screening people who are at low risk and do not have symptoms. Treatment involves the same measures as prevention. Additional medications such as antiplatelets , beta blockers, or nitroglycerin may be recommended. Procedures such as percutaneous coronary intervention  or coronary artery bypass surgery  may be used in severe disease. In those with stable CAD it is unclear if PCI or CABG in addition to the other treatments improves life expectancy or decreases heart attack risk.", "Coronary artery disease has a number of well determined risk factors. Some of these include high blood pressure, smoking, diabetes, lack of exercise, obesity, high blood cholesterol, poor diet, depression, family history, psychological stress and excessive alcohol. About half of cases are linked to genetics. Smoking and obesity are associated with about 36% and 20% of cases, respectively. Smoking just one cigarette per day about doubles the risk of CAD. Lack of exercise has been linked to 7–12% of cases. Exposure to the herbicide Agent Orange may increase risk. Rheumatologic diseases such as rheumatoid arthritis, systemic lupus erythematosus, psoriasis, and psoriatic arthritis are independent risk factors as well.", "Dietary cholesterol does not appear to have a significant effect on blood cholesterol and thus recommendations about its consumption may not be needed. Saturated fat is still a concern.", "Up to 90% of cardiovascular disease may be preventable if established risk factors are avoided. Prevention involves adequate physical exercise, decreasing obesity, treating high blood pressure, eating a healthy diet, decreasing cholesterol levels, and stopping smoking. Medications and exercise are roughly equally effective. High levels of physical activity reduce the risk of coronary artery disease by about 25%. Life’s Essential 8 are the key measures for improving and maintaining cardiovascular health, as defined by the American Heart Association. AHA added sleep as a factor influencing heart health in 2022.", "A diet high in fruits and vegetables decreases the risk of cardiovascular disease and death. Vegetarians have a lower risk of heart disease, possibly due to their greater consumption of fruits and vegetables. Evidence also suggests that the Mediterranean diet and a high fiber diet lower the risk.", "In 2016 research into the archives of theSugar Association, the trade association for the sugar industry in the US, had sponsored an influential literature review published in 1965 in the New England Journal of Medicine that downplayed early findings about the role of a diet heavy in sugar in the development of CAD and emphasized the role of fat; that review influenced decades of research funding and guidance on healthy eating."], "Hypertension": ["High blood pressure is classified as primary  hypertension or secondary hypertension. About 90–95% of cases are primary, defined as high blood pressure due to nonspecific lifestyle and genetic factors. Lifestyle factors that increase the risk include excess salt in the diet, excess body weight, smoking, and alcohol use. The remaining 5–10% of cases are categorized as secondary high blood pressure, defined as high blood pressure due to an identifiable cause, such as chronic kidney disease, narrowing of the kidney arteries, an endocrine disorder, or the use of birth control pills.", "Lifestyle changes and medications can lower blood pressure and decrease the risk of health complications. Lifestyle changes include weight loss, physical exercise, decreased salt intake, reducing alcohol intake, and a healthy diet. If lifestyle changes are not sufficient, then blood pressure medications are used. Up to three medications taken concurrently can control blood pressure in 90% of people. The treatment of moderately high arterial blood pressure  with medications is associated with an improved life expectancy. The effect of treatment of blood pressure between 130/80 mmHg and 160/100 mmHg is less clear, with some reviews finding benefit and others finding unclear benefit. High blood pressure affects between 16 and 37% of the population globally. In 2010 hypertension was believed to have been a factor in 18% of all deaths .", "Blood pressure rises with aging when associated with a western diet and lifestyle and the risk of becoming hypertensive in later life is significant. Several environmental factors influence blood pressure. High salt intake raises the blood pressure in salt sensitive individuals; lack of exercise, central obesity can play a role in individual cases. The possible roles of other factors such as caffeine consumption, and vitamin D deficiency are less clear. Insulin resistance, which is common in obesity and is a component of syndrome X , also contributes to hypertension.", "Excessive sodium or insufficient potassium in the diet leads to excessive intracellular sodium, which contracts vascular smooth muscle, restricting blood flow and so increases blood pressure.", "Initial assessment of the hypertensive people should include a complete history and physical examination. Serum creatinine is measured to assess for the presence of kidney disease, which can be either the cause or the result of hypertension. Serum creatinine alone may overestimate glomerular filtration rate and recent guidelines advocate the use of predictive equations such as the Modification of Diet in Renal Disease  formula to estimate glomerular filtration rate . eGFR can also provide a baseline measurement of kidney function that can be used to monitor for side effects of certain anti-hypertensive drugs on kidney function. Additionally, testing of urine samples for protein is used as a secondary indicator of kidney disease. Electrocardiogram  testing is done to check for evidence that the heart is under strain from high blood pressure. It may also show whether there is thickening of the heart muscle  or whether the heart has experienced a prior minor disturbance such as a silent heart attack. A chest X-ray or an echocardiogram may also be performed to look for signs of heart enlargement or damage to the heart.", "Effective lifestyle modification may lower blood pressure as much as an individual antihypertensive medication. Combinations of two or more lifestyle modifications can achieve even better results. There is considerable evidence that reducing dietary salt intake lowers blood pressure, but whether this translates into a reduction in mortality and cardiovascular disease remains uncertain. Estimated sodium intake ≥6g/day and <3g/day are both associated with high risk of death or major cardiovascular disease, but the association between high sodium intake and adverse outcomes is only observed in people with hypertension. Consequently, in the absence of results from randomized controlled trials, the wisdom of reducing levels of dietary salt intake below 3g/day has been questioned. ESC guidelines mention periodontitis is associated with poor cardiovascular health status.", "The first line of treatment for hypertension is lifestyle changes, including dietary changes, physical exercise, and weight loss. Though these have all been recommended in scientific advisories, a  Cochrane systematic review found no evidence for effects of weight loss diets on death, long-term complications or adverse events in persons with hypertension. The review did find a decrease in body weight and blood pressure. Their potential effectiveness is similar to and at times exceeds a single medication. If hypertension is high enough to justify immediate use of medications, lifestyle changes are still recommended in conjunction with medication.", "Dietary changes shown to reduce blood pressure include diets with low sodium, the DASH diet , which was the best against 11 other diet in an umbrella review, and plant-based diets. There is some evidence green tea consumption may help lower blood pressure, but this is insufficient for it to be recommended as a treatment. There is evidence from randomized, double-blind, placebo-controlled clinical trials that Hibiscus tea consumption significantly reduces systolic blood pressure  and diastolic blood pressure . Beetroot juice consumption also significantly lowers the blood pressure of people with high blood pressure.", "Increasing dietary potassium has a potential benefit for lowering the risk of hypertension. The 2015 Dietary Guidelines Advisory Committee  stated that potassium is one of the shortfall nutrients which is under-consumed in the United States. However, people who take certain antihypertensive medications  should not take potassium supplements or potassium-enriched salts due to the risk of high levels of potassium.", "Historically the treatment for what was called the \"hard pulse disease\" consisted in reducing the quantity of blood by bloodletting or the application of leeches. This was advocated by The Yellow Emperor of China, Cornelius Celsus, Galen, and Hippocrates.  The therapeutic approach for the treatment of hard pulse disease included changes in lifestyle  and dietary program for patients .", "In the 19th and 20th centuries, before effective pharmacological treatment for hypertension became possible, three treatment modalities were used, all with numerous side-effects: strict sodium restriction , sympathectomy , and pyrogen therapy ."], "Breast cancer": ["The primary risk factors for breast cancer are being female and older age. Other potential risk factors include genetics, lack of childbearing or lack of breastfeeding, higher levels of certain hormones, certain dietary patterns, and obesity. One study indicates that exposure to light pollution is a risk factor for the development of breast cancer.", "The correlation between obesity and breast cancer is anything but linear. Studies show that those who rapidly gain weight in adulthood are at higher risk than those who have been overweight since childhood. Likewise excess fat in the midsection seems to induce a higher risk than excess weight carried in the lower body. This implies that the food one eats is of greater importance than one's BMI. Dietary factors that may increase risk include a high-fat diet and obesity-related high cholesterol levels. Dietary iodine deficiency may also play a role. Evidence for fiber is unclear. A 2015 review found that studies trying to link fiber intake with breast cancer produced mixed results. In 2016, a tentative association between low fiber intake during adolescence and breast cancer was observed.", "The American Cancer Society and the American Society of Clinical Oncology advised in 2016 that people should eat a diet high in vegetables, fruits, whole grains, and legumes. High intake of citrus fruit has been associated with a 10% reduction in the risk of breast cancer. Marine omega-3 polyunsaturated fatty acids appear to reduce the risk. High consumption of soy-based foods may reduce risk."], "Prostate cancer": ["Factors that increase the risk of prostate cancer include older age, family history and race. About 99% of cases occur after age 50. A first-degree relative with the disease increases the risk two- to three-fold. Other factors include a diet high in processed meat and red meat, while the risk from a high intake of milk products is inconclusive. An association with gonorrhea has been found, although no reason for this relationship has been identified. An increased risk is associated with the BRCA mutations. Diagnosis is by biopsy. Medical imaging may be done to assess whether metastasis is present.", "Plant-based diets are associated with a lower risk for prostate cancer. Switching to a plant-based diet shows favorable results for cancer outcomes in men with prostate cancer. Especially vegan diets consistently show favorable associations with prostate cancer risk and outcomes.", "The data on the relationship between diet and prostate cancer are poor. However, the rate of prostate cancer is linked to the consumption of the Western diet. Little if any evidence associates trans fat, saturated fat, and carbohydrate intake and prostate cancer. Evidence does not support  a role for omega-3 fatty acids in preventing prostate cancer. Vitamin supplements appear to have no effect and some may increase the risk. High supplemental calcium intake has been linked to advanced prostate cancer.", "Fish may lower prostate-cancer deaths, but does not appear to affect occurrence. Some evidence supports lower rates of prostate cancer with a vegetarian diet, lycopene, selenium cruciferous vegetables, soy, beans and/or other legumes."], "Colorectal cancer": ["Colorectal cancer , also known as bowel cancer, colon cancer, or rectal cancer, is the development of cancer from the colon or rectum . Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss, and fatigue. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Risk factors include diet, obesity, smoking, and lack of physical activity. Dietary factors that increase the risk include red meat, processed meat, and alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous.", "It has been estimated that about half of colorectal cancer cases are due to lifestyle factors, and about a quarter of all cases are preventable. Increasing surveillance, engaging in physical activity, consuming a diet high in fiber, and reducing smoking and alcohol consumption decrease the risk.", "Lifestyle risk factors with strong evidence include lack of exercise, cigarette smoking, alcohol, and obesity. The risk of colon cancer can be reduced by maintaining a normal body weight through a combination of sufficient exercise and eating a healthy diet.", "Current research consistently links eating more red meat and processed meat to a higher risk of the disease. Starting in the 1970s, dietary recommendations to prevent colorectal cancer often included increasing the consumption of whole grains, fruits and vegetables, and reducing the intake of red meat and processed meats. This was based on animal studies and retrospective observational studies. However, large scale prospective studies have failed to demonstrate a significant protective effect, and due to the multiple causes of cancer and the complexity of studying correlations between diet and health, it is uncertain whether any specific dietary interventions will have significant protective effects.: 432–433 : 125–126  In 2018 the National Cancer Institute stated that \"There is no reliable evidence that a diet started in adulthood that is low in fat and meat and high in fiber, fruits, and vegetables reduces the risk of CRC by a clinically important degree.\"", "The 2014 World Health Organization cancer report noted that it has been hypothesized that dietary fiber might help prevent colorectal cancer, but most studies have not borne this out, and status of the science remained unclear as of 2014. A 2019 review, however, found evidence of benefit from dietary fiber and whole grains. The World Cancer Research Fund listed the benefit of fiber for prevention of colorectal cancer as \"probable\" as of 2017. A 2022 umbrella review observes a \"convincing evidence\" for that association.", "Fecal occult blood testing  of the stool is typically recommended every two years and can be either guaiac-based or immunochemical. If abnormal FOBT results are found, participants are typically referred for a follow-up colonoscopy examination. When done once every 1–2 years, FOBT screening reduces colorectal cancer deaths by 16% and among those participating in screening, colorectal cancer deaths can be reduced up to 23%, although it has not been proven to reduce all-cause mortality. Immunochemical tests are accurate and do not require dietary or medication changes before testing. However, research in the UK has found that for these immunochemical tests, the threshold for further investigation is set at a point that may miss more than half of bowel cancer cases. The research suggests that the NHS England’s Bowel Cancer Screening Programme could make better use of the test's ability to provide the exact concentration of blood in faeces ."], "Dyslipidemia": ["Dyslipidemia is an abnormal amount of lipids  in the blood. Dyslipidemia is a risk factor for the development of atherosclerotic cardiovascular disease . ASCVD includes coronary artery disease, cerebrovascular disease, and peripheral artery disease. Although dyslipidemia is a risk factor for ASCVD, abnormal levels don't mean that lipid lowering agents need to be started. Other factors, such as comorbid conditions and lifestyle in addition to dyslipidemia, is considered in a cardiovascular risk assessment. In developed countries, most dyslipidemias are hyperlipidemias; that is, an elevation of lipids in the blood.  This is often due to diet and lifestyle. Prolonged elevation of insulin resistance can also lead to dyslipidemia. Likewise, increased levels of O-GlcNAc transferase  may cause dyslipidemia.", "Dyslipidemias can also be classified based on the underlying cause, whether it is primary, secondary, or a combination of both. Primary dyslipidemias are caused by genetic disorders that can cause abnormal lipid levels without any other obvious risk factors. Those with primary dyslipidemias are at higher risk of getting complications of dyslipidemias, such as atherosclerotic cardiovascular disease, at a younger age. Some common genetic disorders associated with primary dyslipidemias are homozygous or heterozygous hypercholesterolemia, familial hypertriglyceridemia, combined hyperlipidemia, and HDL-C metabolism disorders. In familial hypercholesterolemia, a mutation in the LDLR, PCSK9, or APOB is usually the reason for this and these mutations result in high LDL cholesterol. In combined hyperlipidemia, there is an overproduction of apoB-100 in the liver. This causes high amounts of LDL and VLDL molecules to form. A unique sign of primary dyslipidemias is that patients will often present with acute pancreatitis or xanthomas on the skin, eyelids or around the cornea. In contrast to primary dyslipidemias, secondary dyslipidemas are based on modifiable environmental or lifestyle factors. Some diseases that are associated with a higher risk of dyslipidemia are uncontrolled diabetes mellitus, cholestatic liver disease, chronic kidney disease, hypothyroidism, and polycystic ovarian syndrome. What people eat can also have an influence, with excessive alcohol use, too much carbohydrates, and diets high in saturated fats having a higher risk. Some medications that may contribute to dyslipidemia are thiazide diuretics, beta blockers, oral contraceptives, atypical antipsychotics , corticosteroids, tacrolimus, and cyclosporine. Other non-hereditary factors that increase the risk of dyslipidemias are smoking, pregnancy, and obesity.", "An important non-pharmacological intervention in dyslipidemia is a diet aimed at reducing blood lipid levels and also weight loss if needed. These dietary changes should always be a part of treatment and the involvement of a dietician is recommended in the initial evaluation and also in follow-up as well. A 3-month trial of dietary changes is recommended in primary prevention before considering medication, but in secondary prevention and in individuals at high-risk, cholesterol-lowering medication is used in conjunction with diet modifications.", "Recommended diets include the DASH diet, Mediterranean diet, Low-glycemic Index diet, Portfolio diet, and vegetarian diet. Patients should reduce their intake of saturated fats, dietary cholesterol, and alcohol, and increase their intake of total fibre , viscous soluble fibre , and omega-3 . They should also increase the proportion of mono-and polyunsaturated fats that they intake."], "Non-alcoholic fatty liver disease": ["Obesity and type 2 diabetes are strong risk factors for NAFLD. Other risks include being overweight, metabolic syndrome , a diet high in fructose, and older age. NAFLD and alcoholic liver disease are types of fatty liver disease. Obtaining a sample of the liver after excluding other potential causes of fatty liver can confirm the diagnosis.", "Treatment for NAFLD is weight loss by dietary changes and exercise. There is tentative evidence for pioglitazone and vitamin E; and bariatric surgery can improve or resolve severe cases. Those with NASH have a 2.6% increased risk of dying per year.", "According to the Asia-Pacific Working Group  on NAFLD, overnutrition is a major factor of NAFLD and NASH, particularly for lean NAFLD. Diet composition and quantity, in particular omega-6 fatty acid and fructose, have important roles in disease progression from NAFL to NASH and fibrosis. Choline deficiency can lead to the development of NAFLD.", "Insulin resistance contributes to the accumulation of toxic fat in the liver in several ways. First, it promotes the release of free fatty acids  from adipose tissue into the blood. Typically, adipose tissue stores lipids in the form of triglycerides, slowly releasing them into the bloodstream when insulin is low. In insulin-resistant adipose tissue, such as in people with obesity and type 2 diabetes, more triglycerides are broken down into FFAs and released into the bloodstream, promoting uptake by the liver. Second, insulin promotes the production of new FFAs in the liver via de novo lipogenesis; this production of liver fats continues to be stimulated by insulin, even when other tissues are insulin-resistant. These FFAs are combined back into triglycerides in the liver, forming the major constituent of the accumulated fat in the liver. The three sources of free fatty acids that contribute to liver triglyceride accumulation include FFAs circulating in the bloodstream , FFAs derived from carbohydrates such as fructose and glucose , and diet . Despite the accumulation of triglycerides in the liver, they are not directly toxic to liver tissue. Instead, alteration of the profile of the other lipid subtypes present in the liver, such as diacylglycerols, phospholipids, ceramides, and free cholesterol, have a more significant role in the pathogenesis of NAFLD.", "Excessive macronutrient intake contributes to gut inflammation and perturbation of homeostasis, and micronutrients may also be involved. In addition to reducing weight and risk factors, lifestyle changes may prompt positive changes in the gut microbiota. In particular, diet diversity may play a role that was overlooked in animal studies, since they often compare a Western high-fat, low-diversity diet against a low-fat but higher-diversity chow. The health benefits after bariatric surgery may also involve changes in the gut microbiota by increasing gut permeability.", "A combination of improved diet and exercise, rather than either alone, appears to best help manage NAFLD and reduce insulin resistance. Motivational support, such as with cognitive behavioral therapy, is helpful, as most people with NAFLD do not perceive their condition as a disease, and thus have a low motivation to change.", "Higher-intensity behavioral weight loss therapies  may produce more weight loss than lower-intensity ones. Weight loss is associated with improvements in biomarkers, NAFLD grade, and reduced chances of NASH, but their impact on long-term health is yet unknown. A 2019 systematic review thus suggests a change of guidelines to recommend these therapies for NAFLD management.As of 2021, there is limited evidence to indicate that lifestyle modifications and nutritional supplementation have an effect on mortality, liver cirrhosis, liver decompensation, liver transplantation, and hepatocellular carcinoma in people with nonalcohol-related fatty liver disease.", "Treatment of NAFLD typically involves counseling to improve nutrition and calorie restriction. People with NAFLD can benefit from a moderate to low-carbohydrate diet and a low-fat diet. The Mediterranean diet also showed promising results in a 6-week study with a reduction of NASH induced inflammation and fibrosis, independently from weight loss. Tentative evidence supports dietary interventions in individuals with fatty liver who are not overweight.", "The EASL recommends energy restriction of 500–1000 kcal per week less than the normal daily diet, a target of 7–10% weight loss for obese/overweight NAFLD, a low- to moderate-fat, and moderate- to high-carbohydrate diet, or a low-carbohydrate ketogenic or high-protein diet such as the Mediterranean diet, and avoiding all beverages and food containing fructose.", "Weight loss may improve NAFLD and is recommended particularly for obese or overweight people; similar physical activities and diets are advisable for overweight people with NAFLD as for other obese and overweight people. Although physical activity is less important for weight loss than dietary adaptations , the NICE advises physical activity to reduce liver fat even if there is no overall bodyweight reduction. Weight loss, through exercise or diet, is the most effective way to reduce liver fat and help NASH and fibrosis remission. Exercise alone can prevent or reduce hepatic steatosis, but it remains unknown whether it can improve all other aspects of the liver; hence a combined approach with diet and exercise is advised. Aerobic exercise may be more effective than resistance training, although there are contradictory results. Vigorous training is preferable to moderate training, as only the high-intensity exercise reduced the chances of NAFLD developing into NASH or advanced fibrosis. The EASL recommends between 150 and 200 min/week in 3 to 5 sessions of moderate-intensity aerobic physical activity or resistance training. Since both effectively reduce liver fat, a pragmatic approach to the choice of physical activity that accounts for the individual's preferences for what they can maintain in the long-term is preferred. Any engagement in physical activity or increase over previous levels is better than remaining sedentary.", "A preoperative diet such as a low-calorie diet or a very-low-calorie diet is usually recommended to reduce liver volume by 16–20%. Preoperative weight loss is the only factor associated with postoperative weight loss. Preoperative weight loss can reduce operative time and hospital stay, although there is insufficient evidence whether preoperative weight loss reduces long-term morbidity or complications. Weight loss and decreases in liver size may be independent of the amount of calorie restriction.", "Intensive lifestyle modifications, including physical activity and dietary changes, are the first line of treatment according to AASLD and EASL as it improves the liver histology and aminotransferase levels. In terms of pharmacological treatment, the AASLD and EASL do not recommend metformin, but vitamin E may improve liver health for some children. The NICE advises the use of vitamin E for children with advanced liver fibrosis, whether they have diabetes or not. The only treatment shown to be effective in childhood NAFLD is weight loss."], "Insulin resistance": ["Insulin is a hormone that facilitates the transport of glucose from blood into cells, thereby reducing blood glucose . Insulin is released by the pancreas in response to carbohydrates consumed in the diet. In states of insulin resistance, the same amount of insulin does not have the same effect on glucose transport and blood sugar levels. There are many causes of insulin resistance and the underlying process is still not completely understood, but sulfate depletion may be the important factor. Risk factors for insulin resistance include obesity, sedentary lifestyle, family history of diabetes, various health conditions, and certain medications. Insulin resistance is considered a component of the metabolic syndrome. There are multiple ways to measure insulin resistance such as fasting insulin levels or glucose tolerance tests, but these are not often used in clinical practice. Insulin resistance can be improved or reversed with lifestyle approaches, such as exercise and dietary changes.", "Dietary factors likely contribute to insulin resistance, however, causative foods are difficult to determine given the limitations of nutrition research. Foods that have independently been linked to insulin resistance include those high in sugar with high glycemic indices, high in dietary fat and fructose, low in omega-3 and fiber, and which are hyper-palatable which increases risk of overeating. Overconsumption of fat- and sugar-rich meals and beverages have been proposed as a fundamental factor behind the metabolic syndrome epidemic.", "Diet also has the potential to change the ratio of polyunsaturated to saturated phospholipids in cell membranes. The percentage of polyunsaturated fatty acids  is inversely correlated with insulin resistance. It is hypothesized that increasing cell membrane fluidity by increasing PUFA concentration might result in an enhanced number of insulin receptors, an increased affinity of insulin to its receptors, and reduced insulin resistance.", "The Diabetes Prevention Program  showed that exercise and diet were nearly twice as effective as metformin at reducing the risk of progressing to type 2 diabetes. However, the participants in the DPP trial regained about 40% of the weight that they had lost at the end of 2.8 years, resulting in a similar incidence of diabetes development in both the lifestyle intervention and the control arms of the trial. In epidemiological studies, higher levels of physical activity  reduce the risk of diabetes by 28%."], "Hyperuricemia": ["Many factors contribute to hyperuricemia, including genetics, insulin resistance, hypertension, hypothyroidism, chronic kidney disease, obesity, diet, iron overload, use of diuretics , and excessive consumption of alcoholic beverages. Of these, alcohol consumption is the most important.", "Causes of hyperuricemia can be classified into three functional types:  increased production of uric acid, decreased excretion of uric acid, and mixed type. Causes of increased production include high levels of purine in the diet and increased purine metabolism. Causes of decreased excretion include kidney disease, certain drugs, and competition for excretion between uric acid and other molecules. Mixed causes include high levels of alcohol and/or fructose in the diet, and starvation.", "A purine-rich diet is a common but minor cause of hyperuricemia. Diet alone generally is not sufficient to cause hyperuricemia . Foods high in the purines adenine and hypoxanthine may aggravate symptoms of hyperuricemia.", "A ketogenic diet impairs the ability of the kidney to excrete uric acid, due to competition for transport between uric acid and ketones.", "High dietary intake of fructose contributes significantly to hyperuricemia. In a large study in the United States, consumption of four or more sugar-sweetened soft drinks per day gave an odds ratio of 1.82 for hyperuricemia. Increased production of uric acid is the result of interference, by a product of fructose metabolism, in purine metabolism. This interference has a dual action, both increasing the conversion of ATP to inosine and hence uric acid and increasing the synthesis of purine.  Fructose also inhibits the excretion of uric acid, apparently by competing with uric acid for access to the transport protein SLC2A9. The effect of fructose in reducing excretion of uric acid is increased in people with a hereditary  predisposition toward hyperuricemia and/or gout.", "Starvation causes the body to metabolize its own  tissues for energy. Thus, like a high purine diet, starvation increases the amount of purine converted to uric acid. A very low calorie diet lacking in carbohydrates can induce extreme hyperuricemia;  including some carbohydrate  reduces the level of hyperuricemia. Starvation also impairs the ability of the kidney to excrete uric acid, due to competition for transport between uric acid and ketones.", "Non-medication treatments for hyperuricemia include a low purine diet  and a variety of dietary supplements. Treatment with lithium salts has been used as lithium improves uric acid solubility."]}